13/data/attachments/2a8ff8ed26a20a90.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_to_Actions_70162_2</nif:username>
            <nif:friendToBeRequested>soap_actions_28f4f25a-9850-4fe5-acfd-7cb8d2567d5e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>